module.exports = {
    "success": true,
    "data": {
        "id": 1,
        "cityIds": "1,2,5,6,3,4,8,242,84,241,175,96,81,104,120,18,219,125,94,122,189,208,83",
        "shareTitle": "听说它可以让你的爱车发动机舱焕然一新…",
        "shareDesc": "典典新品【功夫引擎室清洁保护】来袭，加入典典VIP立减60还送0元洗车券，还不快来！",
        "sharePic": "https://store.ddyc.com/res/xkcdn/images/sku18/shareicon001.jpg",
        "rule": `<p>1.活动时间</p>
                <p>定金购买时间：2017年2月21日--2017年3月5日 支付定金获得超额抵扣券</p>
                <p>保养券使用时间：2017年2月24日--2017年3月8日 到店支付尾款享受超级保养并赠送卡蓝巴名车精致护理套餐服务</p>
                <p>附赠服务使用时间：2017年2月24日-2017年3月31日 到店享受获赠的免费服务</p>
                <p>2.参与方式</p>
                <p>①　购买期间，选择合适的保养套餐，支付定金即可获得超额抵扣券</p>
                <p>②　到店支付尾款后即可获赠相应套餐专属大礼包所包含的免费服务券会在支付尾款成功后即刻发放到您的【红包/券】账户</p>
                <p>③　您支付的定金后获取的超额抵扣券会以保养券的方式发放到您的【红包/券】账户，到店支付时自动抵扣</p>
                <p>④　您可以打开APP【我的-红包/券】页面查看相关优惠券</p>
                <p>3.施工前请与门店再次确认保养适配方案，确保您的适配方案更加合适您的爱车</p>
                <p>4.定金支付成功后不支持退款</p>
                <p>5.保养服务可在杭州典典连锁门店使用，活动门店详见【查看适用门店】，赠送服务仅限保养施工门店使用</p>
                <p>6.暗香机油套餐含6L机油，机滤及工时费，亚德龙修磨套餐含4L机油，机滤及工时费，超出套餐部分按市场价计算，不足1L按照1L计算</p>
                <p>7.所有优惠每位车主仅限购买1次</p>
                <p>8.定金购买成功后只可抵扣购买时确认的保养服务不可抵扣其他服务</p>
                <p>9.获赠服务不予以延期、退款、折现或加价升级为其他服务</p>
                <p>10.如有疑问，请进入典典养车APP【我的】 ，点击右上角【在线客服】咨询</p>
                <p>11.本公司有权在法律允许的范围内保留对本次活动的最终解释权</p>`,
        "status": {
            "type": 1,
            "remainSecs": 273772
        },
        "userType": 2, // 0-普通用户 1-非99vip用户 2-99vip用户
        "skuList": [
            {
                "commodityCode": "S435257",
                "commodityName": "大保健",
                "shopId": 1,
                "detailPics": ["https://xxxxx", "https://yyyyy"],
                "price": 359,
                "vipPrice": 299
            },
            {
                "commodityCode": "S290047",
                "commodityName": "大保健",
                "shopId": 1,
                "detailPics": ["https://xxxxx", "https://yyyyy"],
                "price": 359,
                "vipPrice": 299
            },
            {
                "commodityCode": "S290048",
                "commodityName": "大保健",
                "shopId": 1,
                "detailPics": ["https://xxxxx", "https://yyyyy"],
                "price": 359,
                "vipPrice": 299
            }
        ]
    }
}